<?php
// Heading
$_['heading_title'] = 'Виджет и страница: [Новинки, Хит-продаж, Популярные]';

// Text
$_['text_extension'] = 'Модули';
$_['text_success'] = 'Настройки модуля обновлены!';
$_['text_edit'] = 'Редактирование модуля';

$_['widget'] = 'Виджет';
$_['bestseller_title'] = 'Хит-продаж, заголовок';
$_['bestseller_button'] = 'Хит-продаж, текст ссылки';
$_['new_arrival_title'] = 'Новинки, заголовок';
$_['new_arrival_button'] = 'Новинки, текст ссылки';
$_['top_rated_title'] = 'Популярные, заголовок';
$_['top_rated_button'] = 'Популярные, текст ссылки';
$_['width'] = 'Ширина картинки в виджете';
$_['height'] = 'Высота картинки в виджете';
$_['ajax'] = 'Отложенныя загрузка (Ajax-ом)';
$_['timer'] = 'Отложенный вызов в секундах, при (Ajax). Если 0 = вызов сразу';
$_['limit'] = 'Кол-во в каждом столбце';
$_['template'] = 'Путь к файлу шаблона. Начинается от папки вашего шаблона /template/.../';
$_['style_on'] = 'Вкл/Выкл стили виджета';
$_['status'] = 'Статус';

$_['page_bestseller'] = 'Страница Хит-продаж';
$_['page_new_arrival'] = 'Страница Новинки';
$_['page_top_rated'] = 'Страница Популярные';

$_['name'] = 'Название';
$_['h1'] = 'H1';
$_['description'] = 'Описание';
$_['meta_title'] = 'Мета тайтл';
$_['meta_description'] = 'Мета дескриптион';
$_['style'] = 'Путь к стилям через запятую';
$_['script'] = 'Путь к скриптам через запятую';
$_['status'] = 'Статус';


// Error
$_['error_permission'] = 'У вас нет прав для управления этим модулем!';
